<?php

return [
    'rights' => 'Все права защищены.',
    'regards' => 'С уважением',
    'button_trouble' => 'Если у вас возникли проблемы с нажатием на кнопку ":button", то скопируйте и вставьте в адресную строку браузера ссылку, приведенную ниже',
    'greeting' => 'Здравствуйте, :name!',

    'reset' => [
        'subject' => 'Восстановление пароля',
        'info' => 'Вы получили это письмо, потому что мы зафиксировали запрос на восстановление пароля для вашего аккаунта.',
        'button' => 'Сменить пароль',
        'attention' => 'Если вы не отправляли запрос на восстановление пароля, проигнорируйте это письмо.',
    ],
];